/*  Class = "NSButton"; gToolTip = "Delete selected filter (⌫)"; ObjectID = "387";  */
"Delete selected filter (⌫)" = "Effacer le filtre sélectionné (⌫)";

/*  Class = "NSButton"; gToolTip = "Add filter (⌥⌘A)"; ObjectID = "384";  */
"Add filter (⌥⌘A)" = "Ajouter un filtre (⌥⌘A)";

/*  Class = "NSTextFieldCell"; title = "Name:"; ObjectID = "122";  */
"Name:" = "Nom :";

/*  Class = "NSTextFieldCell"; placeholderString = "[no selection]"; ObjectID = "124";  */
"[no selection]" = "[aucune sélection]";

/*  Class = "NSButtonCell"; title = "Save"; ObjectID = "132";  */
"Save" = "Enregistrer";

/*  Class = "NSMenuItem"; title = "Remove"; ObjectID = "206";  */
"Remove" = "Effacer";

/*  Class = "NSMenuItem"; title = "Duplicate"; ObjectID = "212";  */
/*  Class = "NSMenuItem"; title = "Duplicate"; ObjectID = "401";  */
"Duplicate" = "Dupliquer";

/*  Class = "NSPopUpButton"; gToolTip = "(⌥⎋)"; ObjectID = "391";  */
"(⌥⎋)" = "(⌥⎋)";

/*  Class = "NSMenuItem"; gToolTip = "Export selected favorites as SPF file"; ObjectID = "403";  */
"Export selected favorites as SPF file" = "Exporter les favoris sélectionnés dans un fichier SPF";

/*  Class = "NSMenuItem"; title = "Export Selected Filters…"; ObjectID = "403";  */
"Export Selected Filters…" = "Exporter les filtres sélectionnés…";

/*  Class = "NSMenuItem"; gToolTip = "Import query favorites from SPF file and append them to the favorite list"; ObjectID = "405";  */
"Import query favorites from SPF file and append them to the favorite list" = "Importer les requêtes favorites depuis un fichier SPF et les ajouter à la suite de la liste";

/*  Class = "NSMenuItem"; title = "Import Filters…"; ObjectID = "405";  */
"Import Filters…" = "Importer des filtres...";

/*  Class = "NSMenuItem"; gToolTip = "Import query favorites from SPF file and replace the current favorites"; ObjectID = "404";  */
"Import query favorites from SPF file and replace the current favorites" = "Importer les requêtes favorites depuis un fichier SPF en remplaçant la listes des requêtes favorites actuelle";

/*  Class = "NSMenuItem"; title = "Import Filter by Replacing…"; ObjectID = "404";  */
"Import Filter by Replacing…" = "Importer un filtre en remplacant…";

/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "272";  */
"Cancel" = "Annuler";

/*  Class = "NSTextFieldCell"; title = "Clause:"; ObjectID = "304";  */
"Clause:" = "Clause :";

/*  Class = "NSTextField"; gToolTip = "Label which appears between the argument input fields (as short as possible)"; ObjectID = "321";  */
"Label which appears between the argument input fields (as short as possible)" = "Indication qui apparait entre les champs de saisie des arguments (le plus court possible)";

/*  Class = "NSTextFieldCell"; title = "Conjunction Label:"; ObjectID = "322";  */
"Conjunction Label:" = "Étiquette d'association:";

/*  Class = "NSMenuItem"; gToolTip = "${} – Argument placeholder."; ObjectID = "343";  */
"${} – Argument placeholder." = "${} – remplacement d'argument.";

/*  Class = "NSMenuItem"; title = "Argument"; ObjectID = "343";  */
"Argument" = "Argument";

/*  Class = "NSMenuItem"; gToolTip = "$CURRENT_FIELD – placeholder. That placeholder will be replaced by the current field name."; ObjectID = "344";  */
"$CURRENT_FIELD – placeholder. That placeholder will be replaced by the current field name." = "$CURRENT_FIELD – remplacement. Ce texte sera remplacé le nom du champ courant.";

/*  Class = "NSMenuItem"; title = "Current Field"; ObjectID = "344";  */
"Current Field" = "Champ courant";

/*  Class = "NSMenuItem"; gToolTip = "$BINARY – placeholder. The keyword BINARY will be inserted if ⇧ is pressed while invoking “Filter”."; ObjectID = "345";  */
"$BINARY – placeholder. The keyword BINARY will be inserted if ⇧ is pressed while invoking “Filter”." = "$BINARY – remplacement. Le mot-clé BINARY sera inséré si la touche ⇧ est enfoncée tout en sélectionnant “Filtre”.";

/*  Class = "NSMenuItem"; title = "BINARY"; ObjectID = "345";  */
"BINARY" = "BINARY";

/*  Class = "NSMenuItem"; gToolTip = "'${}' – quoted argument placeholder."; ObjectID = "357";  */
"'${}' – quoted argument placeholder." = "'${}' – remplacement d'argument entre guillemets.";

/*  Class = "NSMenuItem"; title = "Quoted Argument"; ObjectID = "357";  */
"Quoted Argument" = "Argument entre guillemets";

/*  Class = "NSMenuItem"; title = "Insert Placeholder"; ObjectID = "358";  */
"Insert Placeholder" = "Insérer un texte de remplacement";

/*  Class = "NSButtonCell"; title = "Suppress leading <field> placeholder"; ObjectID = "370";  */
"Suppress leading <field> placeholder" = "Supprimer le premier texte de remplacement <field>";

